

<template>
<div class="g-about" role="关于我们">
            <div class="center m-about">
                <ul class="m-about-left"  @click="nav_cli">
                    <li v-for="(item,index) in nav_data" :key="index"
                    :class="{'on':nav_index==index}"
                    ><a href="javascript:;" :data-index="index">{{item}}</a><span></span></li>
                </ul>
                <ul class="m-about-right" ref="nav_ul">
                    <li class="about">
                        <div class="about-head">
                            <div class="m-about-1">
                                <h1>启思维教育使命</h1>
                                <h2>启人智慧 迪筑未来</h2>
                                <p>Heuristic Education & Build the Future</p>
                            </div>
                             <div class="m-about-2">
                                <h1>启思维教育愿景</h1>
                                <h2>成为全国家庭教育领导者</h2>
                                <p>To be t  he Leader of Nationwide Family Education</p>
                            </div>
                             <div class="m-about-3">
                                <h1>启思维教育价值观</h1>
                                <h2>一切为了孩子的未来</h2>
                                <p>All for the Future of Children</p>
                            </div>
                        </div>
                        <h1 class="about-title">启思维教育公司介绍</h1>
                        <p>启思维教育隶属于江西天德互联网教育科技有限公司，是一家结合优质教育资源和先进科技技术，专注服务中国家庭教育领域的在线教育科技公司。启思维教育是专门致力于家庭教育研究、咨询、辅导等服务的在线一对一服务的教育机构。致力于传播前沿的家庭教育思想，研究适合国人的教学方法，开发先进教学课程，提供一对一的专属服务，帮助家长与孩子解决家庭教育的困惑和难题。启思维秉承“挽救一个孩子，拯救一个家庭”的教育理念，致力于解决青少年家庭教育的困惑与难题，配合家长针对3-18孩子常见的叛逆、厌学、网瘾、早恋等现象，进行一对一咨询与辅导、激发及开拓孩子的潜能，培养良好的生活与学习习惯。</p>
                        <div class="about-video about-video-1">
                            <span>播放视频</span>
                        </div>
                        <p>启思维成立之初，聘请国内心理学教育名家，联合江西师范大学心理学院多位教授和博士，采用校企共建模式，以教育心理学的角度，研发设计启思维家庭教育的相关课程；以心理学专业人员，为个性化专属辅导导师，发掘问题根源，定制教学方案，帮助家长更科学的教育孩子成长，让更多的家长成为家庭教育专家，让更多的孩子都能健康茁壮的成长。</p>
                        <p>成立伊始，启思维凭借强大的专家团队，专业的师资队伍，前沿的教育理念，先进的教育辅导系统，专属的教学方案，高效的管理模式，为国内广大的青少年及家长，提供系统的家庭教育解决方案。</p>
                        <div class="about-pic"><img src="@/assets/image/aboutpic.png" alt=""></div>
                        <h1 class="about-title">明星助力</h1>
                        <p>2018年5月25日，筹备半年之久的启思维教育，在江西师范大学瑶湖校区正式启动。在启动仪式现场，国内著名的亲子栏目“爸爸去哪儿”主持人--国民村长李锐，全程助力启思维教育上线，村长李锐以自身的成长经历与感悟，对启思维教育的未来发展，给予了非常高的期待。</p>
                        <p>在启动现场，国内知名演艺艺人钟丽缇、陶大伟、张国强、孙露、邰正宵等人纷纷送上自己最深祝福，启思维教育也将在今后的发展中，将携手社会各界人士，一同开启家庭教育新思维。</p>
                        <div class="about-video about-video-2">
                            <span>播放视频</span>
                        </div>
                        <h1 class="about-title">学术合作</h1>
                        <ul class="about-partner">
                            <li>
                                <div class="about-partner-left"><img src="@/assets/image/aboutshifan.png" alt="" /></div>
                                <div class="about-partner-right">
                                    <h1>江西师范大学</h1>
                                    <p>启思维教育与江西师范大学心理学院进行深度校企联合合作，聘请院校心理学专家共同面对未来家庭式教育，与家长共同协作，定制适合中国家庭发展的教育计划</p>
                                </div>
                            </li>
                            <li>
                                <div class="about-partner-left"><img src="@/assets/image/aboutqsnfz.png" alt="" /></div>
                                <div class="about-partner-right">
                                    <h1>江西省青少年发展基金会</h1>
                                    <p>启思维教育与江西省青少年发展基金会共同聚焦留守儿童，成立国内首个《江西希望工程——启思维留守儿童心理教育基金》，为孩子们树立正确的人生观、价值观和世界观</p>
                                </div>
                            </li>
                        </ul>
                    </li>
                    <li class="contact">
                        <div class="contact-head"><img src="@/assets/image/contact.png" alt=""></div>
                        <h1 class="contact-title">联系我们</h1>
                        <p>邮箱：qisiwei_jiaoyu@163.com</p>
                        <p>热线电话：4000-033-525</p>
                        <p>地址：江西省南昌市青山湖区北京东路1616号3楼</p>
                        <p>邮编：330000</p>
                    </li>
                    <li class="cooperation">
                        <div class="cooperation-head"><img src="@/assets/image/cooperation.png" alt=""></div>
                        <h1 class="cooperation-title">渠道合作</h1>
                        <h2>寻求合作</h2>
                        <p>我们寻找在全国各地具有教育背景的公司或个人进行渠道合作，如果您具备相关条件，请与我们联系。</p>
                        <p>1、认同互联网教育以及启思维教育的发展方向，能够长期共同发展；</p>
                        <p>2、熟悉教育市场，在当地有较好的教育资源；</p>
                        <p>3、有较好的市场开拓能力，有相关产品代理经验优先；</p>
                        <p>4、能够配合启思维教育统一市场推广策略。</p>
                        <h2>联系我们</h2>
                        <p>邮箱：qisiwei_jiaoyu@163.com</p>
                        <p>热线电话：4000-033-525</p>
                        <p>地址：江西省南昌市青山湖区北京东路1616号3楼</p>
                        <p>邮编：330000</p>
                    </li>
                    <li class="join">
                        <div class="join-head"><img src="@/assets/image/join.png" alt=""></div>
                        <h1 class="join-title">加入我们</h1>
                        <ul class="join-tab clear">
                            <li class="on">全部</li>
                            <li>教学团队</li>
                            <li>技术</li>
                            <li>设计</li>
                            <li>文案</li>
                        </ul>
                        <div class="join-teacher join-us" role="老师">
                            <h1>家庭教育指导老师丨南昌</h1>
                            <div>
                                <p>工作职责:</p>
                                <p>1、根据平台分配对众多家庭提供专业的一对一家庭教育指导服务；</p>
                                <p>2、服务内容与课业辅导无关，例如亲子冲突处理、青少年厌学、叛逆、网瘾等个性家庭问题；</p>
                                <p>3、充分了解和挖掘家庭问题根源、帮助家长引导孩子养成正确的行为习惯、个性及良好的亲子沟通等；</p>
                                <p>4、关注家庭关系、青少年成长、提升对心理学的认知，并对家庭资料做好存档备案等。</p>
                            </div>
                            <div>
                                <p>岗位要求:</p>
                                <p>1、已有婚姻和子女，有教学经验，热爱教育事业者优先；</p>
                                <p>2、普通话标准、为人正直、乐观，能够因材施教，能够启发孩子的思维；</p>
                                <p>3、具备良好的教师职业操守和服务意识，做事积极，抗压能力强。</p>
                            </div>
                            <p>简历请投至邮箱：qisiwei_jiaoyu@163.com</p>
                        </div>

                        <div class="join-teacher join-us" role="老师">
                            <h1>助理教师丨南昌</h1>
                            <div>
                                <p>工作职责:</p>
                                <p>1、与指导老师保持沟通，对接家长的家庭教育辅导事宜；</p>
                                <p>2、了解需要辅导家长的所有流程和内容；</p>
                                <p>3、辅导期间，家长任何问题都可以咨询助教，助教进行协助和解答。</p>
                            </div>
                            <div>
                                <p>岗位要求:</p>
                                <p>1、专科及以上学历，师范类或心理学、学前教育等专业，有1年以上教育相关工作经验者优先；</p>
                                <p>2、普通话标准、为人正直、乐观，具备良好的沟通能力和亲和力。</p>
                            </div>
                            <p>简历请投至邮箱：qisiwei_jiaoyu@163.com</p>
                        </div>
                        <div class="join-technicist join-us" role="技术">
                            <h1>咨询专员丨南昌</h1>
                            <div>
                                <p>工作职责:</p>
                                <p>1、负责在线解答家长对家庭教育的各种咨询问答；</p>
                                <p>2、了解家长的需求及家庭中已经存在的问题；</p>
                                <p>3、做好家长所咨询问题的收集及备档工作。</p>
                            </div>
                            <div>
                                <p>岗位要求:</p>
                                <p>1、专科及以上学历，师范或教育学专业的应届生优先；</p>
                                <p>2、具备较强的学习能力和优秀的沟通能力；</p>
                                <p>3、思维敏捷，具备良好的应变能力和承压能力。</p>
                            </div>
                            <p>简历请投至邮箱：qisiwei_jiaoyu@163.com</p>
                        </div>

                        <div class="join-technicist join-us" role="技术">
                            <h1>PHP开发工程师丨南昌</h1>
                            <div>
                                <p>工作职责:</p>
                                <p>1、主要负责公司内外网站开发，参与应用前端设计和优化，改善用户体验；</p>
                                <p>2、系统的架构设计，编码实现、重构和优化；</p>
                                <p>3、学习和研究新技术以满足产品需求。</p>
                            </div>
                            <div>
                                <p>岗位要求:</p>
                                <p>1、专科及以上学历，师范或教育学专业的应届生优先；</p>
                                <p>2、熟悉PHP语言及熟练掌握流行的PHP开发框架；</p>
                                <p>3、熟悉HTML、JavaScript、CSS、XML等web开发领域及相关技术；</p>
                                <p>4、有较强的责任感，学习能力强，有创造性思维能力和表达能力，充满创业激情。</p>
                            </div>
                            <p>简历请投至邮箱：qisiwei_jiaoyu@163.com</p>
                        </div>

                        <div class="join-technicist join-us" role="技术">
                            <h1>Web前端开发工程师丨南昌</h1>
                            <div>
                                <p>工作职责:</p>
                                <p>1、主要负责公司平台和产品网页的研发；</p>
                                <p>2、利用HTML5相关技术开发移动平台的Web前端页面；</p>
                                <p>3、持续的优化前端体验和页面响应速度，并保证兼容性和执行效率。</p>
                            </div>
                            <div>
                                <p>岗位要求:</p>
                                <p>1、专科及以上学历，计算机等相关专业；</p>
                                <p>2、具有两年以上的Web应用开发经验，熟悉HTML、JavaScript、CSS、XML等web开发领域及相关技术；</p>
                                <p>3、具有微信H5开发或者小程序开发者优先，有相关作品的优先；</p>
                                <p>4、有较强的责任感，学习能力强，有创造性思维能力和表达能力，充满创业激情。</p>
                            </div>
                            <p>简历请投至邮箱：qisiwei_jiaoyu@163.com</p>
                        </div>

                        <div class="join-stylist join-us" role="设计">
                            <h1>UI设计师丨南昌</h1>
                            <div>
                                <p>工作职责:</p>
                                <p>1、负责公司web、h5、App等产品的用户界面设计工作；</p>
                                <p>2、运营活动相关平面及视觉设计支持；</p>
                                <p>3、负责完成产品相关的界面、图标、动画等的图形界面设计，并参与制定、编写产品视觉设计规范文档；</p>
                                <p>4、参与设计流行趋势分析，跟踪和评估产品用户体验，对产品界面进行持续的设计优化，并参与产品原型demo的设计与制作；</p>
                                <p>5、与产品、研发团队充分沟通协作，确保视觉效果的最终实现。</p>
                            </div>
                            <div>
                                <p>岗位要求:</p>
                                <p>1、全日制专科以上学历，艺术设计类（视觉设计）类专业；</p>
                                <p>2、熟练操作PS、AI、AE等相关设计软件，具备深厚的设计功底及界面表现力；</p>
                                <p>3、思维开阔，有想法，有创意，学习能力强，对互联网及设计相关资讯具有敏锐的洞察力和钻研精神，并具有优秀的审美品位，良好的设计表现力和沟通能力；</p>
                                <p>4、有一定的手绘功底及色彩搭配能力；</p>
                                <p>5、具备良好的沟通能力，善于思考，思维灵活，富有创意，乐于助人；</p>
                                <p>6、应聘简历务必附作品。</p>
                            </div>
                            <p>简历请投至邮箱：qisiwei_jiaoyu@163.com</p>
                        </div>

                        <div class="join-copywrite join-us" role="文案">
                             <h1>助理教师丨南昌</h1>
                            <div>
                                <p>工作职责:</p>
                                <p>1、负责撰写公司产品有关的营销稿件，包括但不局限于推广类、活动类、销售类等；</p>
                                <p>2、负责撰写公司动态及行业相关的pr稿件，包括但不限于公司近期动态、行业趋势分析、热点追踪；</p>
                                <p>3、负责每周发文选题策划及编辑，对发文量及曝光效果负责；</p>
                                <p>4、完善企业发文素材库，做好企业资料沉淀；</p>
                                <p>5、懂得微信公众号、微博、今日头条号等新媒体宣传、运营的基本方法。</p>
                            </div>
                            <div>
                                <p>岗位要求:</p>
                                <p>1、有to C类型产品推广经验者优先；</p>
                                <p>2、2年以上从业经验，新闻、中文、市场营销等专业；</p>
                                <p>3、熟悉新媒体写作思路和套路，能掌握传播节奏；</p>
                                <p>4、能了解相关项目的宣传诉求和意图，根据要求，撰写方案和稿件；</p>
                                <p>5、抗压能力强，有强烈的责任心，面试前至少要初步了解启思维。</p>
                            </div>
                            <p>简历请投至邮箱：qisiwei_jiaoyu@163.com</p>
                        </div>
                    </li>
                    <li class="policy">
                        <div class="policy-1" role="引言">
                            <h1>引言</h1>
                            <p>江西天德互联网教育科技有限公司（以下称“启思维教育”或“我们”）非常重视用户个人信息的保护。您在下载、开启、浏览、注册、登录、使用“启思维教育”相关网站、软件及相关产品和/或服务时，我们可能会收集和使用您的相关信息。我们希望通过本《隐私政策》向您说明，我们将如何收集、使用、储存和分享这些信息，以及我们为您提供的访问、更新、控制和保护这些信息的方式。本《隐私政策》与您所使用的启思维教育产品和/或服务息息相关，希望您仔细阅读，在需要时，按照本《隐私政策》的指引，作出您认为适当的选择。本《隐私政策》中涉及的相关技术词汇，我们尽量使用简明扼要的表述，以便您的理</p>
                            <p class="fb">如果您不同意本《隐私政策》的任何内容，我们将无法为您提供产品和/或服务，您应立即停止使用我们的产品和/或服务。您使用我们的产品和/或服务，即意味着同意我们按照本《隐私政策》收集、使用、储存和分享您的相关信息。当本《隐私政策》进行更新后，我们会及时在启思维教育平台发布最新版本。如对本《隐私政策》或相关事宜有任何问题，您可以通过启思维教育网站（www.qisiwei.com）首页的客服热线或者在线咨询与我们联系。</p>
                        </div>
                        <div class="policy-2" role="隐私策略">
                            <p>本《隐私政策》包含以下内容：</p>
                            <p>1.我们可能收集的信息</p>
                            <p>2.我们如何存储您的信息</p>
                            <p>3.我们如何使用Cookie和同类技术</p>
                            <p>4.我们如何使用信息</p>
                            <p>5.您如何访问和控制自己的个人信息</p>
                            <p>6.我们如何共享信息</p>
                            <p>7.信息安全</p>
                            <p>8.您分享的信息</p>
                            <p>9.广告服务</p>
                            <p>10.我们可能向您发送的邮件和信息</p>
                            <p>11.未成年人使用我们的产品和/或服务</p>
                            <p>12.隐私政策的适用范围</p>
                            <p>13.变更</p>
                        </div>
                        <div>
                            <p class="fb">1. 我们可能收集的 信息</p>
                            <p>我们提供产品和/或服务时，可能会收集、储存下列与您有关的信息。如果您不提供相关信息，可能无法注册成为我们的用户或无法使用和享受我们提供的某些产品和服务，或者无法达到相关产品和/或服务拟达到的效果。</p>
                            <p class="fb">1.1 您向我们提供的信息</p>
                            <p>1.1.1要使用启思维教育任一产品和/或服务，您必须成为启思维教育正式会员。当您注册启思维教育账号或使用启思维教育提供的产品和/或服务时，您需要向我们提供您的姓名、手机号码等个人信息以及我们要求您提供的其他必要信息。我们将根据法律规定核实您的身份信息。我们会将这些数据加密储存在安全的服务器中。</p>
                            <p>1.1.2为了给您提供完善的产品和/或专属服务，启思维教育可能会要求您提供您或学员的姓名、电子邮件地址、实际地址、微信号、性别、语言、年龄等个人信息，启思维教育需要这些数据以便快速便利地为您提供相关产品和/或服务，并不断优化此产品和/或服务内容以便更能符合您的使用需求。</p>
                            <p>1.1.3在您事先同意的情况下，启思维教育还可能会要求您提供您或学员个人简历数据（如职业、教育、学员年龄及性别等），以便提升启思维教育的产品、服务、宣传及营销成效。启思维教育可能会利用此类个人简历数据，来制作有关用户群的整体报告，此类个人简历数据及整体报告皆为不具名形式，不会包含能识别您或学员的内容。1.1.4在购买任一产品和/或服务时，如您选择以信用卡或者银行卡方式支付费用，在选择特定支付方式时您需要提供您的信用卡或银行卡信息给我们，以便您购买想要的产品和/或服务。在您的支付过程中，启思维教育不会向第三方提供有关您个人信用卡或银行卡上之隐私资料。您支付时直接跳转到第三方支付页面的，该等第三方将会直接搜集您的支付信息，该等信息的收集、使用、储存和分享将遵守第三方的隐私条款，请您注意事先仔细查看。</p>
                            <p>1.1.3在您事先同意的情况下，启思维教育还可能会要求您提供您或学员个人简历数据（如职业、教育、学员年龄及性别等），以便提升启思维教育的产品、服务、宣传及营销成效。启思维教育可能会利用此类个人简历数据，来制作有关用户群的整体报告，此类个人简历数据及整体报告皆为不具名形式，不会包含能识别您或学员的内容。1.1.4在购买任一产品和/或服务时，如您选择以信用卡或者银行卡方式支付费用，在选择特定支付方式时您需要提供您的信用卡或银行卡信息给我们，以便您购买想要的产品和/或服务。在您的支付过程中，启思维教育不会向第三方提供有关您个人信用卡或银行卡上之隐私资料。您支付时直接跳转到第三方支付页面的，该等第三方将会直接搜集您的支付信息，该等信息的收集、使用、储存和分享将遵守第三方的隐私条款，请您注意事先仔细查看。</p>
                            <p>1.1.6 当您参加启思维教育的有关市场营销活动时，我们根据活动需要可能会收集您的姓名、通信地址、联系方式、微信账号等信息。</p>
                        </div>
                        <div>
                            <p class="fb">1.2您使用启思维教育产品和/或服务时，我们获取的您的信息</p>
                            <p class="fb">您在使用启思维教育产品和/或服务时，我们可能收集如下信息：</p>
                            <p>1.2.1 日志信息，指您使用我们的产品和/或服务时，我们的系统可能通过cookies、web beacon或其他方式自动采集的技术信息，包括：</p>
                            <p>a) 设备或软件信息，例如您的移动设备、网页浏览器或用于接入我们产品和/或服务的其他程序所提供的配置信息、移动设备所用的版本和设备识别码、设备所在位置相关信息（例如IP 地址、GPS位 置以及能够提供相关信息的Wi-Fi 接入点、蓝牙和基站等传感器信息）等；</p>
                            <p>b) 在使用我们产品和/或服务时搜索或浏览的信息，例如您使用的网页搜索词语、访问的社交媒体页面url地址，以及您在使用我们产品和/或服务时浏览或要求提供的其他信息和内容详情等；</p>
                            <p>c) 有关您曾使用的移动应用（APP）和其他软件的信息；</p>
                            <p>d) 您通过我们的产品和/或服务进行通讯的信息，例如曾通讯的账号，以及通讯时间、数据和时长等；</p>
                            <p>e) 您通过我们的产品和/或服务分享的内容所包含的信息（元数据），例如拍摄或上传的照片、录音或录像的日期、时间或地点等。</p>
                            <p>1.2.2 位置信息，包括您或其他用户在使用启思维教育产品和/或服务时向我们提供的包含您所处地理位置的信息。</p>
                            <p>1.2.3 为了给您提供完善的产品和/或专属服务，您在使用我们的产品和/或服务时系统所录制的信息，例如课程录音录像等。</p>
                        </div>
                        <div>
                            <p class="fb">2. 我们如何存储您的信息</p>
                            <p>我们在中华人民共和国境内运营中收集和产生的个人信息，原则上存储在中国境内，以下情形除外：</p>
                            <p>a) 法律法规有明确规定；</p>
                            <p>b) 获得您的明确授权。</p>
                            <p>针对以上情形，我们会确保依据法律法规和本《隐私政策》对您的个人信息提供安全保护。</p>
                        </div>
                        <div>
                            <p class="fb">3. 我们如何使用Cookie和同类技术</p>
                            <p>3.1 我们或我们的第三方合作伙伴，可能通过cookies收集和使用您的信息，并将该等信息储存为日志信息。</p>
                            <p>3.2 我们使用自己的cookies，目的是为您提供更个性化的用户体验和产品和/或服务，并用于以下用途：</p>
                            <p>3.2.1 记住您的身份。例如：cookies有助于我们辨认您作为我们的注册用户的身份，或保存您向我们提供的有关您的喜好或其他信息；</p>
                            <p>3.2.2 分析您使用我们产品和/或服务的情况。例如，我们可利用cookies来了解您使用我们的产品和/或服务进行什么活动，或哪些网页或产品和/或服务最受您的欢迎；</p>
                            <p>3.2.3 广告优化。Cookies和web beacon有助于我们根据您的信息，向您提供与我们的产品和/或服务相关的广告。</p>
                            <p>3.3 我们为上述目的使用cookies的同时，可能将通过cookies收集的非个人身份信息，经统计加工后提供给广告商或其他合作伙伴，用于分析用户如何使用我们的产品和/或服务，并用于我们的广告服务。</p>
                            <p>3.4 我们的产品和服务上可能会有广告商或其他合作方放置的cookies和web beacon。这些cookies和web beacon可能会收集与您相关的非个人身份信息，以用于分析用户如何使用该等产品和/或服务、向您发送您可能感兴趣的广告，或用于评估广告服务的效果。这些第三方cookies和web beacon收集和使用该等信息，不受本《隐私政策》约束，而是受相关第三方的隐私政策约束，我们不对第三方的cookies或web beacon承担责任。</p>
                            <p>3.5 您可以通过浏览器设置拒绝或管理cookies。但请注意，如果停用cookies或web beacon，您有可能无法享受最佳的服务体验，某些产品和/或服务也可能无法正常使用。</p>
                            <p>3.6 为了确认您的使用形态与网站的使用状况，我们的网站会记录您设备的IP地址与浏览器的类型，用户的浏览行为和操作行为等，以协助我们改善启思维教育的设计与编排格式。</p>
                        </div>
                        <div>
                            <p class="fb">4. 我们如何使用信息</p>
                            <p>4.1 我们可能将在向您提供产品和/或服务的过程之中所收集的信息用作下列用途：</p>
                            <p>4.1.1 向您提供产品和/或服务；</p>
                            <p>4.1.2 在我们提供产品和/或服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的产品和服务的安全性；</p>
                            <p>4.1.3 帮助我们设计新产品和/或服务，改善我们现有产品和/或服务；</p>
                            <p>4.1.4 使我们更加了解您如何接入和使用我们的产品和/或服务，从而针对性地回应您的个性化需求，例如语言设定、位置设定、个性化的帮助服务和指示，或对您和其他用户作出其他方面的回应；</p>
                            <p>4.1.5 向您提供启思维教育相关的产品和/或服务广告；</p>
                            <p>4.1.6 评估我们产品和/或服务中的广告和其他促销及推广活动的效果，并加以改善；</p>
                            <p>4.1.7 软件认证或管理软件升级；</p>
                            <p>4.1.8 让您参与有关我们产品和/或服务的调查，或者促销及推广等活动；</p>
                            <p>4.1.9 经您同意的其他用途。</p>
                            <p>4.2 为了让您有更好的体验、改善我们的产品和/或服务或您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过某一项产品和/或服务所收集的信息，以汇集信息或者个性化的方式，用于我们的其他产品和/或服务。例如，在您使用我们的一项产品或服务时所收集的信息，可能在另一产品或服务中用于向您提供特定内容，或向您展示与您相关的、非普遍推送的信息。如果我们在相关产品和/或服务中提供了相应选项，您也可以授权我们将该产品和/或服务所收集和储存的信息用于我们的其他产品和/或服务。</p>
                            <p>4.3 为了给您提供完善的产品和/或服务，提升您的用户体验，在收集您的个人信息后，我们可能会对用户数据库进行分析并予以商业化的利用。我们将遵循法律法规和合法必要的原则，对相关信息采取必要的安保措施，比如通过技术手段对数据进行去标识化处理等</p>
                        </div>
                        <div>
                            <p class="fb">5. 您如何访问和控制自己的个人信息</p>
                            <p>5.1您可以随时登录自己的账户查看或修改账户设置和信息。如果您希望变更、更新或删除我们系统中保留的您个人信息，您只需登入启思维教育账户，在“账号信息”下进行操作或者通过客服与我们联系进行修改。我们将尽一切可能采取适当的技术手段，保证您可以访问、更新和更正自己的注册信息或使用我们的产品和/或服务时提供的其他个人信息。在访问、更新、更正、删除前述信息时，我们可能会要求您进行身份验证，以保障账户安全。</p>
                            <p>5.2您也可以通过拨打客服电话与我们联系要求注销启思维教育账户。如果您发现我们违反法律法规或者本政策约定收集、使用您的个人信息的，您可以通过客服与我们联系，要求我们删除相关个人信息，我们将采取措施将相关个人信息予以删除或进行匿名化或去标识化处理。在您主动注销账号之后，我们将停止为您提供产品或服务，根据适用法律的要求删除您的个人信息，或使其匿名化或去标识化处理。</p>
                            <p>5.3在您使用我们的产品和/或服务期间，我们会尽一切可能保证您可以顺利访问自己的账户内信息。如果这些账户内信息有误，我们会努力提供各种方式来让您快速更新或删除帐户内信息（除非我们出于合法业务或法律方面的原因而必须保留这些信息）</p>
                        </div>
                        <div>
                            <p class="fb">6. 我们如何共享信息</p>
                            <p>6. 我们如何共享信息</p>
                            <p>我们可能将上述我们收集的个人信息提供给我们的关联公司、合作伙伴及第三方服务提供方（例如代表我们发出电子邮件或推送通知的通讯服务提供商、为我们提供位置数据的地图服务供应商），用作下列用途：</p>
                            <p>a) 向您提供更好的客户服务和用户体验；</p>
                            <p>b) 实现“我们可能如何使用信息”部分所述目的；</p>
                            <p>c) 行使和履行在《启思维教育用户注册协议》、《启思维教育课程服务协议》和本《隐私政策》及其他适用我们和您之间的合同或规则中的权利和义务；</p>
                            <p>d) 理解、维护和改善我们的产品和/或服务。</p>
                            <p>6.2由于我们的外教老师和合作的第三方服务提供方等可能会在美国、加拿大等地区，因此我们收集的用户个人信息可能会被上述境外机构或个人所访问或获取，我们将严格遵守相关法律法规的要求，保证相关个人信息的安全和完整。</p>
                            <p>6.3 为提供更好的客户服务和用户体验，我们可能会与上述第三方提供您的个人信息。我们仅会出于合法、正当、必要的目的提供您的个人信息，并且只会提供相关产品和/或服务所必要的个人信息。我们将努力确保该等第三方在使用您的个人信息时遵守本《隐私政策》及我们要求其遵守的其他适当的保密和安全措施，并明确要求该等第三方仅将共享的个人信息用于与启思维教育产品和/或服务相关的特定用途。如要改变个人信息的处理目的，该等第三方将再次征求您的授权同意。</p>
                            <p>6.3 为提供更好的客户服务和用户体验，我们可能会与上述第三方提供您的个人信息。我们仅会出于合法、正当、必要的目的提供您的个人信息，并且只会提供相关产品和/或服务所必要的个人信息。我们将努力确保该等第三方在使用您的个人信息时遵守本《隐私政策》及我们要求其遵守的其他适当的保密和安全措施，并明确要求该等第三方仅将共享的个人信息用于与启思维教育产品和/或服务相关的特定用途。如要改变个人信息的处理目的，该等第三方将再次征求您的授权同意。</p>
                            <p>6.5 我们还可能为以下需要而保留、保存或披露您的个人信息：</p>
                            <p>a) 遵守适用的法律法规；</p>
                            <p>b) 遵守法院命令或其他法律程序的规定；</p>
                            <p>c) 遵守相关政府机关的要求；</p>
                            <p>d) 为遵守适用的法律法规、维护社会公共利益，或保护我们的客户、我们或我们的集团公司、其他用户或雇员的人身和财产安全或合法权益所合理必需的用途。</p>
                            <p>6.6我们可能与合作伙伴合作举办营销活动，并与其分享活动过程中产生的、为完成活动所必要的一些信息，以便您能参与活动、我们的合作伙伴能及时与您联系、发放奖品。</p>
                        </div>
                        <div>
                            <p class="fb">7. 信息安全</p>
                            <p>7.1 我们仅在为本《隐私政策》所述目的和法律法规允许的时限内保留您的个人信息。</p>
                            <p>7.2 为了保障您的信息安全，启思维教育公司会在现有技术水平下采取合理必要的措施来保护您的信息，采取物理、技术和行政管理安全措施来降低丢失、误用、非授权访问、披露和更改的风险，包括但不限于传输层数据加密、防火墙和加密存储、物理访问控制以及信息访问授权控制。为此我们设置了安全程序保护您的信息不会被未经授权的访问所窃取。请您理解并明白，由于存在的各种各样的无法预知或现有技术无法防御的恶意手段，即便启思维教育公司尽力采取上述措施，您的信息仍有可能被泄漏、毁损或灭失。</p>
                            <p>7.3 在信用卡或银行卡数据透过网络传送给启思维教育之前，这些数据都经过启思维教育的安全服务器予以加密处理。在登入时，启思维教育也坚持使用密码认证，避免您的个人资料档案及学习记录在未经授权的状况下被存取。</p>
                            <p>7.4 您在使用启思维教育产品和/或服务时，请妥善保管好您的启思维教育账号及其密码，我们会通过您的账号及其密码来识别您的身份。一旦您泄漏了启思维教育账号及其密码，您可能会丢失您的信息，并可能产生对您不利的法律后果。如您发现启思维教育账号及其密码因任何原因已经或将受到泄漏时，请您立即联络我们客服，以便我们采取相应措施。</p>
                            <p>但在我们知悉此种情况和在合理时间内采取行动前，我们对此不负任何责任。</p>
                            <p>7.5在不幸发生个人信息安全事件后，我们将按照法律法规的要求向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况我们将以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，上报个人信息安全事件的处置情况。</p>
                        </div>
                        <div>
                            <p class="fb">8. 您分享的信息</p>
                            <p>8.1 我们的产品和/或服务，可让您不仅与自己的社交网络，也与使用该产品和/或服务的其他用户公开分享您的相关信息，例如，您在我们的产品和/或服务中所上传或发布的信息（包括您公开的个人信息）、您对其他人上传或发布的信息作出的回应，以及包括与这些信息有关的位置数据和日志信息。使用我们产品和/或服务的其他用户也有可能分享与您有关的信息（包括位置数据和日志信息）。只要您不删除共享信息，有关信息会一直留存在公共领域；即使您删除共享信息，有关信息仍可能由其他用户或不受我们控制的非关联第三方独立地缓存、复制或储存，或由其他用户或该等第三方在公共领域保存。</p>
                            <p>因此，请您谨慎考虑，是否通过我们的产品和/或服务上传、发布和交流相关信息内容。在一些情况下，您可通过联系我们要求从我们的产品和/或服务中删除或者修改您的相关信息。</p>
                            <p>8.2 某些个人信息因其特殊性可能被认为是个人敏感信息，例如您的种族、宗教、个人健康和医疗信息等。相比其他个人信息，个人敏感信息受到更加严格的保护。</p>
                            <p>8.3 请注意，您在使用我们的产品和/或服务时所提供、上传或发布的内容和信息（例如有关您社交活动的照片等信息），可能会泄露您的个人敏感信息。您需要谨慎地考虑，是否在使用我们的产品和/或服务时披露相关个人敏感信息。</p>
                            <p>8.4 您同意我们可以按本《隐私政策》所述的目的和方式来处理您的个人敏感信息。</p>
                        </div>
                        <div>
                            <p class="fb">9. 广告服务</p>
                            <p>9.1 我们可能使用您的相关信息，向您提供与您更加相关的广告。</p>
                            <p>9.2 我们也可能使用您的信息，通过我们的产品和/或服务、电子邮件或其他方式向您发送营销信息，提供或推广我们或第三方的如下产品和/或服务：</p>
                            <p>9.2.1 我们的产品和/或服务，我们的关联公司和合作伙伴的产品和/或服务；</p>
                            <p>9.2.2 第三方互联网服务供应商。</p>
                            <p>9.3如您不希望我们将您的个人信息用作前述广告用途，您可以通过我们在广告中提供的相关提示，或在特定产品和/或服务中提供的指引，要求我们停止为上述用途使用您的个人信息。</p>
                        </div>
                        <div>
                            <p class="fb">10. 我们可能向您发送的邮件和信息</p>
                            <p>10.1 邮件和信息推送</p>
                            <p>您在使用我们的产品和/或服务时，我们可能使用您的信息向您的设备发送电子邮件、新闻或推送通知。如您不希望收到这些信息，可以按照我们的相关提示，在设备上选择取消订阅。</p>
                            <p>10.2 与产品和/或服务有关的公告</p>
                            <p>10.2 与产品和/或服务有关的公告</p>
                        </div>
                        <div>
                            <p class="fb">11. 未成年人使用我们的产品和/或服务</p>
                            <p>我们非常重视对未成年人信息的保护。若您是18周岁以下的未成年人，请在您的父母或监护人的指导下仔细阅读本《隐私政策》，并在征得您的父母或监护人同意的前提下提交您的个人信息及使用我们的产品和/或服务。</p>
                        </div>
                        <div>
                            <p class="fb">12. 隐私政策的适用范围</p>
                            <p>12.1 除某些特定产品和服务外，我们所有的产品和/或服务均适用本《隐私政策》。这些特定产品和服务将适用特定的隐私政策。针对某些特定产品和服务的特定隐私政策，将更具体地说明我们在该等产品和服务中如何使用您的信息。该特定产品和/或服务的隐私政策构成本《隐私政策》的一部分。如相关特定服务的隐私政策与本《隐私政策》有不一致之处，适用该特定产品和/或服务的隐私政策。</p>
                            <p>12.2 请您注意，本《隐私政策》仅适用于我们所收集、保存、使用、共享、披露信息。除非本《隐私政策》另有明确所指，本《隐私政策》不适用于以下情况：</p>
                            <p>a) 通过我们的产品和/或服务而接入的第三方服务（包括任何第三方网站）收集的信息；</p>
                            <p>b) 通过在我们产品和/或服务中进行广告服务的其他公司或机构所收集的信息。</p>
                        </div>
                        <div>
                            <p>请您知悉：如果您浏览第三方网站或使用第三方的产品和／或服务时向该第三方提供您的个人信息，您的信息应当适用该第三方的隐私声明或类似政策，我们对任何第三方不当使用或披露由您提供的信息不承担任何法律责任，无论您登录或浏览上述网站、软件，或使用其产品和/或服务是否基于启思维教育的链接或引导。</p>
                        </div>
                        <div>
                            <p class="fb">13. 变更</p>
                            <p>我们可能适时修订本《隐私政策》的条款，该等修订构成本《隐私政策》的一部分。如该等修订造成您在本《隐私政策》下权利的实质减少，我们将在修订生效前通过在主页上显著位置提示或通过其他我们认为合适的方式（包括向您发送电子邮件或以其他方式通知您）发布对本《隐私政策》所做的变更。在该种情况下，若您继续使用我们的产品和/或服务，即表示同意受经修订的本《隐私政策》的约束。</p>
                        </div>
                        <div><p class="fb">如果您还有其他问题和建议，请联系我们。我们会始终致力于充分保护用户信息，并为您提供更优质的体验和服务。</p></div>
                    </li>
                </ul>
            </div>
        </div>

</template>

<script>
import {ref,onMounted} from 'vue'
export default{
    setup(){
        let nav_ul=ref(null)
        let dom_height=[]
        let nav_index=ref(0)
        let nav_data=[
            '关于我们',
            '联系我们',
            '渠道合作',
            '加入我们',
            '隐私政策'
        ]

        

        onMounted(()=>{
            var dom=Array.from(nav_ul.value.children)
            console.log(dom,nav_ul.value)
            var height=0
            dom.forEach(item=>{
                dom_height.push(height)
                height+=item.clientHeight
            })
            console.log(dom_height)
        })

        function nav_cli(e){
            console.log(e.target.dataset)
            let index=e.target.dataset.index
            nav_index.value=index
            document.documentElement.scrollTo({
                top:dom_height[index],
                behavior: 'smooth'
            })
        }


        return{
            nav_ul,
            nav_cli,
            nav_data,
            nav_index
        }
    }
}
</script>