
<template>

        <div class="g-banner1" role="海报图">
            <div class="m-banner1 center">
                <h1>企校联合共建丨名师教授为您课研出谋划策</h1>
                <p>“启思维教育”特聘国内心理学教育名师名家，依托校企共建合作模式，联合江西师范大学心理学教授、导师， 在线一对一心理辅导发掘问题根源，个性化定制教学方案</p>
                <span>目前注册在册的资深助学导师人数超过30名，更多优质导师资源敬请关注...</span>
                <div>
                    <a href="javascript:;"></a>
                    <a href="javascript:;"></a>
                </div>
            </div>
        </div>

        <div class="g-why1" role="为什么选用名师教授科研">
            <div class="m-why1 center">
                <h1>我们为什么只选用名师教授课研？</h1>
                <ul v-animate="'fadeInUp'">
                    <li  >
                        <div><img src="@/assets/image/1why4.png" alt=""></div>
                        <h1>系统知识</h1>
                        <p>完整的知识架构体系，面对家庭教育下的各种困扰一一为您解忧</p>
                    </li>
                    <li >
                        <div><img src="@/assets/image/1why2.png" alt=""></div>
                        <h1>系统知识</h1>
                        <p>完整的知识架构体系，面对家庭教育下的各种困扰一一为您解忧</p>
                    </li>
                    <li>
                        <div><img src="@/assets/image/1why3.png" alt=""></div>
                        <h1>系统知识</h1>
                        <p>完整的知识架构体系，面对家庭教育下的各种困扰一一为您解忧</p>
                    </li>
                    <li>
                        <div><img src="@/assets/image/1why1.png" alt=""></div>
                        <h1>系统知识</h1>
                        <p>完整的知识架构体系，面对家庭教育下的各种困扰一一为您解忧</p>
                    </li>
                </ul>
                <a href="javascript:;">免费领取试听课</a>
            </div>
        </div>

        <div class="g-ment1" role="严格的助学导师筛选标准">
            <div class="m-ment1 center">
                <h1>严格的助学导师筛选标准</h1>
                <p>筛选通过率不高于5%，所有老师必须兼备：来自师范大学，本科及以上学历、1年及以上教学或教育辅导经验</p>
                <ul>
                    <li>
                        <div><img src="@/assets/image/1ment1.png" alt=""></div>
                        <h1>筛选简历</h1>
                    </li>
                    <li>
                        <div><img src="@/assets/image/1ment2.png" alt=""></div>
                        <h1>基础面试</h1>
                    </li>
                    <li>
                        <div><img src="@/assets/image/1ment3.png" alt=""></div>
                        <h1>课程准备</h1>
                    </li>
                    <li>
                        <div><img src="@/assets/image/1ment4.png" alt=""></div>
                        <h1>模拟课1面试</h1>
                    </li>
                    <li>
                        <div><img src="@/assets/image/1ment5.png" alt=""></div>
                        <h1>模拟课2面试</h1>
                    </li>
                    <li>
                        <div><img src="@/assets/image/1ment6.png" alt=""></div>
                        <h1>背景调查</h1>
                    </li>
                    <li>
                        <div><img src="@/assets/image/1ment7.png" alt=""></div>
                        <h1>信息审核</h1>
                    </li>
                </ul>
            </div>
        </div>

        <div class="g-own1" role="我们的名师教授">
            <div class="center m-own1">
                <h1>我们的名师教授</h1>
                <ul>
                    <li>
                        <div><img src="@/assets/image/1own1.png" alt=""></div>
                        <h1>刘建平</h1>
                        <h2>江西师范大学心理学院 | 博士生导师</h2>
                        <p>刘建平教授担任有众多社会职务，其中包含“中国社会心理学常务理事”“江西省社会心理学会会长”“江西省心理咨询师协会副会长”等等。</p>
                        <p>1992年赴华东师范大学心理学系做国内访问学者，在著名心理学家、博士生导师杨治良教授指导下开展认知心理学的研究；1997年赴教育部国家高级教育行政学院参加中青年干部培训学习与培训。曾担任江西师范大学教务处副处长4年，担任江西师范大学工会主席2.5年。曾担任江西师大教育学院党委书记。</p>
                    </li>
                    <li>
                        <div><img src="@/assets/image/1own2.png" alt=""></div>
                        <h1>刘华山</h1>
                        <h2>华中师范大学心理学院教授丨博士生导师</h2>
                        <p>刘华山教授担任有众多社会职务，其中包含“中国心理学会副理事长常务理事”“中国教育学会教育统计与测量分会常务理事”“教育部中小学心理健康教育专家指导委员会委员”等等。</p>
                        <p>1962至1966年就读于北京师范大学心理学系。1979至1982年就读于北京师范大学心理学系，获教育学硕士学位。1985至1986年于前苏联教育科学院普通与教育心理研究所进修。1995至2000年于国家教委高等学校理科教学指导委员会委员。</p>
                    </li>
                    <li>
                        <div><img src="@/assets/image/1own3.png" alt=""></div>
                        <h1>张大均</h1>
                        <h2>西南大学心理学院教授丨博士生导师</h2>
                        <p>张大均教授担任有众多社会职务，其中包含“中国心理学会理事”“中国社会心理学会副理事长”“中国教育学会学校教育心理学分会常务理事”等等。</p>
                        <p>张大均教授已出版发表专著、教材80余部、发表论文300余篇，有30多项科研成果45次获奖，其中《中小学课堂教学心理的理论与实验研究》获教育部第二次全国师范院校基础教育改革实验优秀成果一等奖、《教学心理学》获重庆市政府首届哲学社会科学优秀科研成果一等奖等等。</p>
                    </li>
                    <li>
                        <div><img src="@/assets/image/1own4.png" alt=""></div>
                        <h1>熊红星</h1>
                        <h2>江西师范大学心理学院副教授丨博士硕士生导师</h2>
                        <p>熊红星教授是“国家二级心理咨询师”，担任有众多社会职务，其中包含“江西省心理卫生协会常务理事兼秘书长”“ 江西省心理咨询与治疗专业委员会秘书长”等等。</p>
                        <p>在江西师大心理咨询中心从事13年心理健康教育与咨询工作后，转入心理学院从事教学科研，接待个案咨询上千例。主攻心理咨询和临床心理，对中小学生的问题行为和学习问题诊断与辅导有一定的研究和干预经验。正在主持或已完成省级、校级课题十多个。</p>
                    </li>
                    <li>
                        <div><img src="@/assets/image/1own5.png" alt=""></div>
                        <h1>李洁</h1>
                        <h2>江西师范大学心理学院副教授丨博士硕士生导师</h2>
                        <p>李洁教授是“国际分析心理学会（IAAP）候选分析师、国际沙盘游戏治疗学会（ISST）候选治疗师、国家高级沙盘游戏咨询师”，担任有众多社会职务，其中包含“江西省社会心理学会副会长”“广东省心理分析研究会沙盘游戏咨询师认证考核评审委员会委员”等等。</p>
                        <p>长期从事儿童青少年心理健康研究与咨询工作。对儿童青少年的常见问题，如情绪障碍、学业困难、人际问题、行为偏差等有一定的临床工作经验。</p>
                    </li>
                    <li>
                        <div><img src="@/assets/image/1own6.png" alt=""></div>
                        <h1>王鑫强</h1>
                        <h2>江西师范大学心理学院副教授丨博士博士后硕士生导师</h2>
                        <p>王鑫强教授担任有众多社会职务，其中包含“亚洲社会心理学会会员”“中国人心理素质研究协作组华中片区负责人”“中国社会心理学会心理健康专业委员会委员”等等。</p>
                        <p>在国内外学术期刊共发表论文70余篇，出版学术专著《青少年心理素质与心理健康关系模型研究》及及参编《教育心理学》等专业书籍6部，其研究成果被国际权威工具书《Handbook of Positive Psychology in Schools(2nd)》(USA）点名并较大篇幅介绍，被国内外学者的论文及著作累计引用超过700次，2017年入选中国哲学社会科学最有影响力学者排行榜。</p>
                    </li>
                </ul>
            </div>
        </div>
</template>